Repository: WorkingClassKid/PzPy_Discord
Catalog: locales/*/LC_MESSAGES/zomboid_bot.po
Languages: fr

# PERK_MESSAGE
source: is gaining experience and just leveled up!
fr: gagne en expérience et vient tout juste de monter de niveau!

source: Skill
fr: Compétence

source: Level
fr: Niveau

# JOIN_MESSAGE
source: just woke up in the Apocalypse...
fr: vient de se réveiller dans l'apocalypse...

# ARRIVAL_MESSAGE
source: just arrived on the server and is ready to die
fr: vient d'arriver sur le serveur et est prêt à mourir!

source: Hours Survived
fr: Heures survécus

source: Nickname
fr: Surnom

# LEFT_MESSAGE
source: has left
fr: :person_running: a quitté (et est retourné voir sa mère en pleurant :rofl: )

# DIED_MESSAGE
source: died after surviving
fr: a tout donné! Mais l'inévitable est arrivé! :skull_crossbones: :skull_crossbones:

# SRJ_MESSAGE_END
source: read is Skill recovery journal
fr: fait un peu de lecture.......

source: no body
fr: personne

# ONE_PLAYER
source: 1 player
fr: 1 joueur

# PLAY_PZ_WITH
source: PZ with
fr: PZ avec
